Repository: patrickfournier/gorfector
Catalog: help/*/*.po
Languages: fr

# _
source: translator-credits
fr: Patrick Fournier, 2025

source: How to set the scan area for an image.
fr: Comment définir la zone de numérisation d'une image.

source: Cropping
fr: Recadrage

source: Once you have done a preview scan, you can set the area for the final scan by holding the <key>Shift</key> key and drawing a rectangle with the mouse on the preview image. The rectangle you draw will be the area that is scanned. You can adjust the rectangle by clicking and dragging its corners or edges while holding the <key>Shift</key> key. You can also move the rectangle by clicking and dragging it while holding the <keyseq><key>Shift</key><key>Alt</key></keyseq> keys.
fr: Après avoir effectué un aperçu de numérisation, vous pouvez définir la zone de numérisation finale en maintenant la touche <key>Shift</key> enfoncée et en dessinant un rectangle avec la souris sur l'image d'aperçu. Le rectangle que vous dessinez sera la zone qui sera numérisée. Vous pouvez ajuster le rectangle en cliquant et en faisant glisser ses coins ou ses bords tout en maintenant la touche <key>Shift</key> enfoncée. Vous pouvez également déplacer le rectangle en cliquant et en le faisant glisser tout en maintenant les touches <keyseq><key>Shift</key><key>Alt</key></keyseq> enfoncées.

source: You can pan and zoom the preview image for better precision: pan by dragging the image with the mouse and zoom using <keyseq><key>Ctrl</key><key>Mouse Wheel</key></keyseq>.
fr: Pour plus de précison, vous pouvez déplacer et zoomer l'image d'aperçu : déplacez l'image avec la souris et zoomez en utilisant <keyseq><key>Ctrl</key><key>Molette de la souris</key></keyseq>.

source: You can also set the scan area by entering the coordinates of the rectangle in the <gui>Scan Area</gui> section of the <gui>Basic</gui> parameter tab. Some scanners may offer additional cropping options, such as selecting a size from a predefined list of common media sizes.
fr: Vous pouvez également définir la zone de numérisation en entrant les coordonnées du rectangle dans la section <gui>Zone de numérisation</gui> de l'onglet <gui>Basique</gui>. Certains scanners peuvent offrir des options de recadrage supplémentaires, telles que la sélection d'une taille parmi une liste prédéfinie de tailles de supports courantes.

source: Choose where to save the scanned images.
fr: Choisir où enregistrer les images numérisées.

source: Output Options
fr: Options de sortie

source: Scanned images can be sent to a file, email or printer. The output options are set in the <gui>Output</gui> tab of the main window. If the image is to be saved to a file, there are additional parameters to fill out:
fr: Les images numérisées peuvent être envoyées vers un fichier, un e-mail ou une imprimante. Les options de sortie sont définies dans l'onglet <gui>Sortie</gui> de la fenêtre principale. Si l'image doit être enregistrée dans un fichier, vous devez renseigner quelques paramètres supplémentaires :

source: <gui>Location</gui>
fr: <gui>Emplacement</gui>

source: Path to the directory where the scanned images will be saved. You can use the <gui style="button">Browse</gui> button to select a directory.
fr: Chemin vers le répertoire où les images numérisées seront enregistrées. Vous pouvez utiliser le bouton <gui style="button">Parcourir</gui> pour sélectionner un répertoire.

source: <gui>Create Missing Directories</gui>
fr: <gui>Créer les répertoires manquants</gui>

source: If this option is checked, <app>Gorfector</app> will create the directory and its parents, if they do not exist.
fr: Si cette option est cochée, <app>Gorfector</app> créera le répertoire et ses parents, s'ils n'existent pas.

source: <gui>File Name</gui>
fr: <gui>Nom du fichier</gui>

source: File name for the scanned image. The extension of the file name will determine the format of the image.
fr: Nom de fichier pour l'image numérisée. L'extension du nom de fichier déterminera le format de l'image.

source: If File Exists
fr: Si le fichier existe

source: What to do if the file already exists. The options are: <gui>Increment Counter</gui>, <gui>Overwrite</gui> or <gui>Cancel Scan</gui>.
fr: Quoi faire si le fichier existe déjà. Les options sont : <gui>Incrémenter</gui>, <gui>Écraser</gui> ou <gui>Annuler la numérisation</gui>.

source: <gui>Increment Counter</gui>: if the file name ends with a numeric string (e.g., <file>my_file_001.tiff</file>), the number will be incremented until there is no existing file with that name.
fr: <gui>Incrémenter</gui> : si le nom du fichier se termine par une chaîne numérique (par exemple, <file>mon_fichier_001.tiff</file>), le nombre sera incrémenté jusqu'à ce qu'il n'y ait pas de fichier existant avec ce nom.

source: <gui>Overwrite</gui>: the file will be overwritten.
fr: <gui>Écraser</gui> : le fichier sera écrasé.

source: <gui>Cancel Scan</gui>: the scan will be canceled.
fr: <gui>Annuler la numérisation</gui> : la numérisation sera annulée.

source: You can set the compression options of the different image formats in the application settings, accessible from the menu button in the top right corner of the window.
fr: Vous pouvez définir les options de compression des différents formats d'image dans les paramètres de l'application, accessibles depuis le bouton menu dans le coin supérieur droit de la fenêtre.

# link:trail
source: Gorfector Manual
fr: Manuel de Gorfector

# text
source: Gorfector Manual
fr: Manuel de Gorfector

# link
source: Gorfector Manual
fr: Manuel de Gorfector

source: <_:media-1/>Gorfector Manual
fr: <_:media-1/>Manuel de Gorfector

source: Creative Commons Attribution-ShareAlike 4.0 International
fr: Creative Commons Attribution - Partage dans les mêmes conditions 4.0 International

source: This work is licensed under a <_:link-1/>.
fr: Ce manuel est sous licence <_:link-1/>.

source: Saving and reusing scanning settings.
fr: Enregistrer et réutiliser les paramètres de numérisation.

source: Presets
fr: Préréglages

source: <app>Gorfector</app> enables you to save the current scanning settings as a preset. You can later load this preset to restore the settings.
fr: <app>Gorfector</app> vous permet d'enregistrer les paramètres de numérisation actuels en tant que préréglage. Vous pouvez ensuite charger ce préréglage pour restaurer les paramètres.

source: At the bottom left of the main window, there is a drawer titled <gui>Presets</gui>. Clicking on the title will open the drawer, revealing a list of saved presets. Initially, this list is empty. You can add presets to the list by clicking on the <gui style="button">+</gui> button in the top-right corner of the drawer. This opens a dialog where you can enter a name for the preset and select which of the following settings you want to save:
fr: En bas à gauche de la fenêtre principale se trouve un tiroir intitulé <gui>Préréglages</gui>. En cliquant sur le titre, le tiroir s'ouvre, révélant une liste de préréglages enregistrés. Au départ, cette liste est vide. Vous pouvez ajouter des préréglages à la liste en cliquant sur le bouton <gui style="button">+</gui> dans le coin supérieur droit du tiroir. Un dialogue s'affichera ; vous pourrez entrer un nom pour le préréglage et sélectionner les paramètres à enregistrer :

source: <gui>Scanner Settings</gui>
fr: <gui>Paramètres du périphérique</gui>

source: All the settings from the <gui>Basic</gui> and <gui>Advanced</gui> tabs, excluding the scan area. These presets are specific to the scanner you are using, so if you select a different scanner, a different set of presets will be shown.
fr: Tous les paramètres des onglets <gui>Basique</gui> et <gui>Avancé</gui>, à l'exception de la zone de numérisation. Ces préréglages sont spécifiques au scanner que vous utilisez, donc si vous sélectionnez un autre scanner, un autre ensemble de préréglages sera affiché.

source: <gui>Scan Area</gui>
fr: <gui>Zone de numérisation</gui>

source: The scan area.
fr: La zone de numérisation.

source: <gui>Output Settings</gui>
fr: <gui>Paramètres de sortie</gui>

source: The settings from the <gui>Output</gui> tab.
fr: Les paramètres de l'onglet <gui>Sortie</gui>.

source: Once you have saved a preset, you can load it by selecting it in the list and clicking on the <gui style="button">Apply</gui> button. You can also inspect, update or delete a preset by clicking on the corresponding button beside the preset name. Updating a preset will overwrite the existing preset with the current settings, without changing its scope (i.e., if the preset was an output settings preset, it will remain an output settings preset after the update).
fr: Une fois que vous avez enregistré un préréglage, vous pouvez le charger en le sélectionnant dans la liste et en cliquant sur le bouton <gui style="button">Appliquer</gui>. Vous pouvez également inspecter, modifier ou supprimer un préréglage en cliquant sur le bouton correspondant à côté du nom du préréglage. La mise à jour d'un préréglage écrasera ses valeurs par les paramètres courants, sans changer son type (i.e. si le préréglage était un préréglage de sortie, il demeurera un préréglage de sortie).

source: Multiple images from one document.
fr: Plusieurs images d'un même document.

source: Scan Lists
fr: Listes de numérisation

source: Sometimes, you may want to scan multiple images from the same document. For example, if you are scanning a strip of film, you may want to scan each frame separately. <app>Gorfector</app> allows you to do this by creating a scan list. A scan list is a list of scan areas that you can define on the same document. Each scan area can have its own settings (resolution, color mode, etc.) or can use the current settings.
fr: Vous pourriez vouloir numériser plusieurs images du même document. Par exemple, si vous numérisez une bande de pellicule photo, vous voudrez probablement numériser chaque image séparément. <app>Gorfector</app> vous permet de le faire en créant une liste de numérisation. Une liste de numérisation est une liste de zones de numérisation que vous pouvez définir sur le même document. Chaque zone de numérisation peut avoir ses propres paramètres (résolution, mode couleur, etc.) ou peut utiliser les paramètres courants.

source: To create a scan list, you need to enable scan list mode. You can do this by clicking on the menu button in the top right corner of the <app>Gorfector</app> window and checking the <gui style="menuItem">Use Scan List</gui> item. This will enable scan list mode and will add a new section to the right of the main window, called <gui>Scan List</gui>.
fr: Pour créer une liste de numérisation, vous devez activer le mode liste de numérisation en cliquant sur le bouton menu dans le coin supérieur droit de la fenêtre <app>Gorfector</app> et en cochant <gui style="menuItem">Liste de numérisation</gui>. Cela ajoutera une nouvelle section <gui>Liste de numérisation</gui> à la droite de la fenêtre principale.

source: There are two types of scan list items that you can create: a <gui>Scan Area</gui> item or an <gui>All params</gui> item. A <gui>Scan Area</gui> item uses a rectangle you define on the preview. When scanned, it uses the scan settings (e.g., resolution, color mode) currently active in the <gui>Basic</gui>, <gui>Advanced</gui>, and <gui>Output</gui> tabs. An <gui>All params</gui> item also uses a defined rectangle, but it additionally saves a snapshot of all scan settings from these tabs at the moment it's added to the list. When scanned, this item applies its saved settings.
fr: Vous pouvez créer deux types d'éléments de liste de numérisation : un élément <gui>Zone de numérisation</gui> ou un élément <gui>Tous les paramètres</gui>. Un élément <gui>Zone de numérisation</gui> n'enregistre que le rectangle définissant la zone à numériser. Les autres paramètres de numérisation (par exemple, la résolution, le mode couleur) seront ceux définis dans les onglets <gui>Basique</gui>, <gui>Avancé</gui> et <gui>Sortie</gui> au moment de la numérisation. Un élément <gui>Tous les paramètres</gui> quant à lui enregistre et applique tous les paramètres de numérisation.

source: To add a scan area to the scan list, click on the <gui style="button">Add</gui> button. This button has a drop-down menu that allows you to select the type of scan area you want to add. When you are done adding scan areas, you can click on the <gui style="button">Scan</gui> button to scan all items.
fr: Pour ajouter une zone de numérisation à la liste de numérisation, cliquez sur le bouton <gui style="button">Ajouter</gui>. Ce bouton a un menu déroulant qui vous permet de sélectionner le type de zone de numérisation que vous souhaitez ajouter. Lorsque vous avez terminé l'ajout de zones de numérisation, vous pouvez cliquer sur le bouton <gui style="button">Numériser</gui> pour numériser tous les éléments.

source: You can load a scan list item by clicking on the associated <gui style="button">Load</gui> button; likewise, you can remove a scan list item by clicking on the <gui style="button">Remove</gui> button. Below the scan list, there are two buttons to move the selected item up or down in the list.
fr: Vous pouvez charger un élément de liste de numérisation en cliquant sur le bouton <gui style="button">Charger</gui> de cet élément ; de même, vous pouvez supprimer un élément de liste de numérisation en cliquant sur son bouton <gui style="button">Supprimer</gui>. Sous la liste de numérisation se trouvent deux boutons pour déplacer l'élément sélectionné vers le haut ou vers le bas de la liste.

source: The scan list is saved in the application settings, so if you close the application and reopen it later, the scan list will be restored. Scan lists are bound to the scanner you are using, so if you select a different scanner, a different scan list will be shown.
fr: La liste de numérisation est enregistrée dans les paramètres de l'application, donc si vous fermez l'application et la rouvrez plus tard, la liste de numérisation sera restaurée. Les listes de numérisation sont liées au scanner que vous utilisez, donc si vous sélectionnez un autre scanner, une autre liste de numérisation sera affichée.

source: How to scan images.
fr: Comment numériser des images.

source: Scanning
fr: Numérisation

source: <app>Gorfector</app> has two modes of operation: single image mode and scan list mode. Single image mode is the simplest mode and is used to scan a single image from a document. In scan list mode, you can define multiple scan areas on a single document and scan them all at once, creating multiple image files.
fr: <app>Gorfector</app> a deux modes de fonctionnement : le mode numérisation unique et le mode liste de numérisation. Le mode numérisation unique est le mode le plus simple et est utilisé pour numériser une seule image d'un document. En mode liste de numérisation, vous pouvez définir plusieurs zones de numérisation sur un même document et les numériser toutes en même temps, créant ainsi plusieurs fichiers image.

source: Scanning a single image
fr: Numérisation d'une image unique

source: Make sure scan list mode is off: click on the menu button and uncheck the <gui style="menuItem">Use Scan List</gui> item.
fr: Assurez-vous que le mode liste de numérisation est désactivé : cliquez sur le bouton menu et décochez l'élément <gui style="menuItem">Liste de numérisation</gui>.

source: Click on the <gui style="button">Preview</gui> button to do a quick first scan of your document.
fr: Appuyez sur le bouton <gui style="button">Aperçu</gui> pour obtenir un premier aperçu de votre document.

source: Set the scan area by pressing the <key>Shift</key> key and drawing a rectangle with the mouse on the preview image. See <link xref="cropping"/> for more information about setting the scan area.
fr: Définissez la zone de numérisation en maintenant la touche <key>Shift</key> enfoncée et en dessinant un rectangle avec la souris sur l'image d'aperçu. Voir <link xref="cropping"/> pour plus d'informations sur la définition de la zone de numérisation.

source: Adjust any other settings you want to change (resolution, color mode, etc.) in the <gui>Basic</gui> and <gui>Advanced</gui> tabs.
fr: Ajustez tous les autres paramètres que vous souhaitez modifier (résolution, mode couleur, etc.) dans les onglets <gui>Basique</gui> et <gui>Avancé</gui>.

source: Click on the <gui>Output</gui> tab and decide where the scanned image should be sent (file, email or printer). See <link xref="file_params"/> for more information about these settings.
fr: Sélectionnez l'onglet <gui>Sortie</gui> et décidez où l'image numérisée doit être envoyée (fichier, e-mail ou imprimante). Voir <link xref="file_params"/> pour plus d'informations sur ces paramètres.

source: If the scanned image should be saved in a file, make sure to select a path and enter a file name.
fr: Si l'image numérisée doit être enregistrée dans un fichier, assurez-vous de sélectionner un chemin et d'entrer un nom de fichier.

source: Click on the <gui style="button">Scan</gui> button to start the scan.
fr: Appuyez sur le bouton <gui style="button">Numériser</gui> pour commencer la numérisation.

source: Scanning a series of images
fr: Numérisation d'une série d'images

source: Make sure scan list mode is on: click on the menu button and check the <gui style="menuItem">Use Scan List</gui> item.
fr: Assurez-vous que le mode liste de numérisation est activé : cliquez sur le bouton menu et cochez l'élément <gui style="menuItem">Liste de numérisation</gui>.

source: Set a first scan area by pressing the <key>Shift</key> key and drawing a rectangle with the mouse on the preview image. See <link xref="cropping"/> for more information about setting the scan area.
fr: Définissez une première zone de numérisation en maintenant la touche <key>Shift</key> enfoncée et en dessinant un rectangle avec la souris sur l'image d'aperçu. Voir <link xref="cropping"/> pour plus d'informations sur la définition de la zone de numérisation.

source: Click on the <gui style="button">Add Scan Area</gui> / <gui style="button">Add All Params</gui> button to add a scan to the list. Use <gui style="button">Add Scan Area</gui> if you want to keep all other scan parameters intact. On the other hand, if you want the scan item to set all scan parameters (resolution, color mode, etc.) to the current values, use <gui style="button">Add All Params</gui>.
fr: Appuyez sur le bouton <gui style="button">Ajouter une zone</gui> / <gui style="button">Ajouter tous les paramètres</gui> pour ajouter une numérisation à la liste. Utilisez <gui style="button">Ajouter une zone</gui> si vous souhaitez seulement définir la zone de numérisation et laisser les autres paramètres de numérisation inchangés. Au contraire, si vous souhaitez que l'élément de numérisation définisse tous les paramètres de numérisation (résolution, mode couleur, etc.), utilisez <gui style="button">Ajouter tous les paramètres</gui>.

source: Repeat the last two steps to add more items to the scan list.
fr: Répétez les deux étapes précédentes pour ajouter d'autres éléments à la liste de numérisation.

source: Click on the <gui>Output</gui> tab and decide where the scanned images should be sent (file, email or printer). See <link xref="file_params"/> for more information about these settings.
fr: Sélectionnez l'onglet <gui>Sortie</gui> et décidez où les images numérisées doivent être envoyées (fichier, e-mail ou imprimante). Voir <link xref="file_params"/> pour plus d'informations sur ces paramètres.

source: If the scanned images should be saved in files, make sure to select a path and enter a file name.
fr: Si les images numérisées doivent être enregistrées dans des fichiers, assurez-vous de sélectionner un chemin et d'entrer un nom de fichier.

source: Choose which device to use for scanning.
fr: Choisir un appareil pour la numérisation.

source: Selecting a Scanner
fr: Sélectionner un scanner

source: On startup, <app>Gorfector</app> will attempt to detect the scanners connected to your computer and will select the first scanner it finds. If you have multiple scanners connected and want to use a different one, click on the button menu in the top right corner of the <app>Gorfector</app> window and select the <gui style="menuItem">Select Device</gui> item. This will open a dialog that lists all the scanners connected to your computer. Select the scanner you want to use and close the dialog.
fr: Au démarrage, <app>Gorfector</app> tentera de détecter les scanners connectés à votre ordinateur et sélectionnera le premier scanner trouvé. Si vous avez plusieurs scanners connectés et que vous souhaitez choisir lequel utiliser, cliquez sur le bouton menu dans le coin supérieur droit de la fenêtre principale et sélectionnez l'élément <gui style="menuItem">Sélectionner le périphérique</gui>. Cela ouvrira une boîte de dialogue qui liste les scanners connectés à votre ordinateur. Sélectionnez le scanner que vous souhaitez utiliser et fermez la boîte de dialogue.

source: If you have a scanner connected to your computer and <app>Gorfector</app> does not detect it, make sure that the scanner is turned on and that the drivers are installed. You can use the <gui style="button">Refresh Scanner List</gui> button in the dialog to refresh the list of scanners (it can take a few seconds before the scanner registers itself).
fr: Si vous avez un scanner connecté à votre ordinateur et que <app>Gorfector</app> ne le détecte pas, assurez-vous que le scanner est allumé et que les pilotes sont installés. Vous pouvez utiliser le bouton <gui style="button">Rafraîchir la liste des scanners</gui> pour actualiser la liste des scanners (cela peut prendre quelques secondes avant que le scanner ne s'enregistre).

source: If the scanner you want to use is connected to a different computer on the network, turn on the <gui style="checkbox">Include Network Scanners</gui> switch to enable detection of network scanners and click the <gui style="button">Refresh Scanner List</gui> button.
fr: Si le scanner que vous souhaitez utiliser est connecté à un autre ordinateur sur le réseau, activez l'interrupteur <gui style="checkbox">Inclure les scanners réseau</gui> pour activer la détection des scanners réseau et cliquez sur le bouton <gui style="button">Rafraîchir la liste des scanners</gui>.
