Repository: patrickfournier/gorfector
Catalog: po/*.po
Languages: fr

source: An application to scan documents
fr: Une application pour numériser des images

source: General Observable Record Freight Extractor (<em>Gorfector</em>) is an image scanning software. Being relatively new, it has not been tested with a lot of scanners yet. Currently, it is known to work with:
fr: General Observable Record Freight Extractor (<em>Gorfector</em>) est un logiciel de numérisation d'images. Étant relativement nouveau, il n'a été testé qu'avec :

source: However, it should work with any scanner that supports the SANE protocol. Please report any issues you encounter with other scanners so we can improve compatibility.
fr: Cependant, il devrait fonctionner avec n'importe quel scanner qui prend en charge le protocole SANE. Veuillez signaler tout problème que vous rencontrez avec d'autres scanners afin que nous puissions améliorer la compatibilité.

source: Features
fr: Fonctionnalités

source: User-friendly scan parameter presentation
fr: Présentation conviviale des paramètres de numérisation

source: Zoomable, high-resolution previews
fr: Aperçus haute résolution zoomables

source: Batch scanning of a single document (useful for scanning negatives)
fr: Numérisation par lots de plusieurs extraits d'un document (utile pour numériser des négatifs)

source: User defined presets
fr: Préréglages définis par l'utilisateur

source: Output to file (TIFF, PNG, JPEG), to email or to printer
fr: Sortie vers un fichier (TIFF, PNG, JPEG), par courriel ou vers une imprimante

source: Saves pixels straight from the scanner: no image processing is done
fr: Enregistre les pixels directement du scanner: aucun traitement d'image n'est effectué

source: The main window
fr: La fenêtre principale

source: Creating a preset
fr: Création d'un nouveau préréglage

source: Using the scan list
fr: Utilisation de la liste de numérisation

source: An application to scan images.
fr: Une application pour numériser des images.

source: scan;scanner;
fr: numériser;numérisation;scanner

source: Error
fr: Erreur

source: Preview
fr: Aperçu

source: Scan
fr: Numériser

source: Cancel Scan
fr: Annuler la numérisation

source: Select Device...
fr: Sélectionner le périphérique...

source: Use Scan List
fr: Liste de numérisation

source: Create Desktop Entry...
fr: Intégrer au bureau...

source: Settings...
fr: Paramètres...

source: Help...
fr: Aide...

source: About...
fr: À propos...

source: Select Device
fr: Sélectionner le périphérique

source: Settings
fr: Paramètres

source: Create Desktop Entry
fr: Intégrer au bureau

source: Do you want to create a desktop entry for Gorfector? This will allow you to launch Gorfector from your application menu.
fr: Voulez-vous intégrer Gorfector au bureau ? Cela créera un lanceur dans le menu des applications.

source: Yes
fr: Oui

source: No
fr: Non

source: Select a directory where to save the image files.
fr: Choisissez un répertoire dans lequel les images seront enregistrées.

source: Enter a file name to save the image files.
fr: Entrez le nom du fichier pour enregistrer l'image.

source: Directory does not exists: {}.
fr: Le répertoire '{}' n'existe pas.

source: File '{}' already exists.
fr: Le fichier '{}' existe déjà.

source: Incrementing file name '{}' failed to produce a unique name.
fr: Impossible de trouver un nom unique en incrémentant '{}'.

source: File already exists
fr: Le fichier existe déjà

source: The file "%s" already exists. Really overwrite it?
fr: Le fichier "%s" existe déjà. Voulez-vous vraiment l'écraser?

source: Cancel
fr: Annuler

source: Overwrite
fr: Écraser

source: The file name must ends with an extension that specify the image format, like {}
fr: Le nom du fichier doit se terminer par une extension qui spécifie un format d'image, tel que {}

source: No Scanner Found
fr: Aucun scanner trouvé

source: Select Scanner:
fr: Sélectionner le périphérique:

source: Include Network Scanners
fr: Inclure les scanners réseau

source: Refresh Scanner List
fr: Rafraîchir la liste des scanners

source: None
fr: Aucun

source: No scanner found.
fr: Aucun scanner trouvé.

source: File
fr: Fichier

source: Printer
fr: Imprimante

source: Email
fr: Courriel

source: Increment Counter
fr: Incrémenter

source: TIFF Settings
fr: Paramètres TIFF

source: Compression Algorithm
fr: Algorithme de compression

source: Deflate Compression Level
fr: Niveau de compression Deflate

source: 0 = no compression, 9 = maximum compression. Higher compression levels may slow down the scanning process.
fr: 0 = pas de compression, 9 = compression maximale. Des niveaux de compression plus élevés peuvent ralentir le processus de numérisation.

source: JPEG Quality
fr: Qualité JPEG

source: 0 = lowest quality, 100 = maximum quality.
fr: 0 = qualité la plus basse, 100 = qualité maximale.

source: PNG Settings
fr: Paramètres PNG

source: Compression Level
fr: Niveau de compression

source: JPEG Settings
fr: Paramètres JPEG

source: Quality
fr: Qualité

source: Image Formats
fr: Formats d'image

source: Developer
fr: Développeur

source: General
fr: Général

source: Dump SANE options
fr: Imprimer les options SANE

source: When selecting a scanner, dump its SANE options to stdout. This is useful for creating scanner config files.
fr: Lors de la sélection d'un scanner, imprimez ses options SANE sur stdout. Cela est utile pour créer des fichiers de configuration de scanner.

source: Create a new preset
fr: Créer un nouveau préréglage

source: Enter a name for the new preset:
fr: Nom du nouveau préréglage:

source: Scanners Settings
fr: Paramètres du périphérique

source: Scan Area
fr: Zone de numérisation

source: Output Settings
fr: Paramètres de sortie

source: Create
fr: Créer

source: Presets
fr: Préréglages

source: New preset
fr: Nouveau préréglage

source: Delete Preset
fr: Supprimer ce préréglage

source: Are you sure you want to delete the preset "%s"?
fr: Voulez-vous vraiment supprimer le préréglage "%s"?

source: Delete
fr: Supprimer

source: Apply this preset
fr: Appliquer ce préréglage

source: Inspect this preset
fr: Inspecter ce préréglage

source: Update this preset
fr: Modifier ce préréglage

source: Delete this preset
fr: Supprimer ce préréglage

source: Preset name must not be empty.
fr: Le nom du préréglage ne peut pas être vide.

source: A preset with this name already exists.
fr: Il y a déjà un préréglage avec ce nom.

source: Update Preset
fr: Modifier le préréglage

source: Enter a new name for the preset:
fr: Nom du préréglage:

source: Update preset values
fr: Mettre à jour le préréglage

source: Update
fr: Modifier

source: Inspect Preset
fr: Inspecter le préréglage

source: Progress:
fr: Progrès:

source: Unsupported format
fr: Format non pris en charge

source: Scan List
fr: Liste de numérisation

source: Move Item Up
fr: Monter

source: Move Item Down
fr: Descendre

source: Add Scan Area
fr: Ajouter une zone

source: Add All Params
fr: Ajouter tous les paramètres

source: Clear List
fr: Vider la liste

source: Scan All
fr: Tout numériser

source: Cancel Scans
fr: Annuler les numérisations

source: Clear Scan List
fr: Vider la liste de numérisation

source: Are you sure you want to clear the scan list?
fr: Voulez-vous vraiment vider la liste de numérisation ?

source: Clear
fr: Vider

source: Load
fr: Charger les réglages

source: Delete Scan
fr: Supprimer l'item

source: Are you sure you want to delete the scan item #%03d ?
fr: Voulez-vous vraiment supprimer l'item #%03d ?

source: DPI
fr: PPP

source: Basic
fr: Basique

source: Advanced
fr: Avancé

source: Output
fr: Sortie

source: Common Options
fr: Options communes

source: Location
fr: Répertoire

source: The directory where the scanned files will be saved.
fr: Le répertoire dans lequel les images seront enregistrées.

source: Browse for a location.
fr: Choisir un répertoire.

source: Create Missing Directories
fr: Créer les répertoires manquants

source: Create directories if they do not exist.
fr: Créer les répertoires qui n'existent pas.

source: File Name
fr: Nom du fichier

source: If File Exists
fr: Si le fichier existe

source: Select Destination
fr: Choisir la destination

source: Failed to start scan
fr: Impossible de lancer la numérisation

source: Unsupported depth
fr: Profondeur non prise en charge

source: Unsupported file format
fr: Format de fichier non pris en charge

source: Failed to create file:
fr: Échec de la création du fichier:

source: Scan Mode
fr: Méthode de numérisation

source: Bit Depth
fr: Profondeur

source: Halftoning
fr: Demi-teinte

source: Brightness Method
fr: Méthode de luminosité

source: Brightness
fr: Luminosité

source: Contrast
fr: Contraste

source: Sharpness
fr: Netteté

source: Gamma Correction
fr: Correction gamma

source: Color correction
fr: Correction des couleurs

source: Resolution
fr: Résolution

source: Horizontal Resolution
fr: Résolution horizontale

source: Vertical Resolution
fr: Résolution verticale

source: Threshold
fr: Seuil

source: Mirror image
fr: Image miroir

source: Scan speed
fr: Vitesse de numérisation

source: Automatic Area Segmentation
fr: Segmentation automatique de l'image'

source: Short resolution list
fr: Liste courte des résolutions

source: Red intensity
fr: Intensité du rouge

source: Green intensity
fr: Intensité du vert

source: Blue intensity
fr: Intensité du bleu

source: Wait for Button
fr: Attendre le bouton

source: Monitor Button
fr: Surveiller le bouton

source: Polling Time
fr: Temps d'interrogation

source: Needs Polling
fr: Besoin d'interroger

source: Color Correction Coefficients
fr: Coefficients de correction des couleurs

source: Red
fr: Rouge

source: Shift Green to Red
fr: Pousser le vert vers le rouge

source: Shift Blue to Red
fr: Pousser le bleu vers le rouge

source: Shift Red to Green
fr: Pousser le rouge vers le vert

source: Green
fr: Vert

source: Shift Blue to Green
fr: Pousser le bleu vers le vert

source: Shift Red to Blue
fr: Pousser le rouge vers le bleu

source: Shift Green to Blue
fr: Pousser le vert vers le bleu

source: Blue
fr: Bleu

source: Speed
fr: Vitesse

source: Geometry
fr: Géométrie

source: Top Left X
fr: Supérieur gauche X

source: Top Left Y
fr: Supérieur gauche Y

source: Bottom Right X
fr: Inférieur droit X

source: Bottom Right Y
fr: Inférieur droit Y

source: Quick format
fr: Format rapide

source: Optional equipment
fr: Équipement optionnel

source: Scan Source
fr: Source de numérisation

source: Auto eject
fr: Éjection automatique

source: Film Type
fr: Type de pellicule

source: Focus Position
fr: Position de mise au point

source: Bay
fr: Baie

source: Eject
fr: Éjecter

source: ADF Mode
fr: Mode AAD

source: Auto-detect document size
fr: Détection automatique de la taille du document

source: Scan Area Is Valid
fr: Zone de numérisation valide

source: ADF Auto Scan
fr: AAD Scan Automatique

source: Double Feed Detection Sensitivity
fr: Sensibilité de détection des doubles feuilles

source: Extended SANE Status
fr: État SANE étendu

source: ADF Duplex Direction Matches
fr: Même direction

source: Deskew
fr: Correction de désalignement

source: Trim image to paper size
fr: Rogner l'image à la taille du papier

source: Calibrate
fr: Calibrer

source: Selects the scan mode.
fr: Sélectionne le mode de numérisation.

source: Number of bits per sample.
fr: Nombre de bits par échantillon.

source: Selects the halftone.
fr: Sélectionne a trame.

source: Selects the dropout.
fr: Sélectionne le dropout.

source: Selects the method to change the brightness of the acquired image.
fr: Sélectionne la méthode pour changer la luminosité de l'image.

source: Controls the brightness of the acquired image.
fr: Ajuste la luminosité de l'image acquise.

source: Controls the contrast of the acquired image.
fr: Ajuste le contraste de l'image acquise.

source: Selects the gamma correction value.
fr: Sélectionne la valeur de correction gamma.

source: Sets the color correction table for the selected output device.
fr: Définit la table de correction des couleurs pour le périphérique de sortie sélectionné.

source: Sets the resolution of the scanned image.
fr: Définit la résolution de l'image numérisée.

source: Sets the horizontal resolution of the scanned image.
fr: Définit la résolution horizontale de l'image numérisée.

source: Sets the vertical resolution of the scanned image.
fr: Définit la résolution verticale de l'image numérisée.

source: Sets the minimum brightness to get a white pixel.
fr: Définit la luminosité minimale pour obtenir un pixel blanc.

source: Mirror the image.
fr: Image miroir.

source: Determines the speed at which the scan proceeds.
fr: Détermine la vitesse de numérisation.

source: Display short resolution list
fr: Afficher la liste courte des résolutions

source: Defines the zoom factor the scanner will use
fr: Définit le facteur de zoom que le scanner utilisera

source: Gamma-correction table for the red band.
fr: Table de correction gamma pour la bande rouge.

source: Gamma-correction table for the green band.
fr: Table de correction gamma pour la bande verte.

source: Gamma-correction table for the blue band.
fr: Table de correction gamma pour la bande bleue.

source: After sending the scan command, wait until the button on the scanner is pressed to actually start the scan process.
fr: Après avoir demandé la numérisation, attendre que le bouton sur le scanner soit pressé pour commencer la numérisation.

source: Indicates whether a button on the scanner has been pressed.
fr: Indique si un bouton sur le scanner a été pressé.

source: Time between queries when waiting for device state changes.
fr: Temps entre les requêtes lors de l'attente des changements d'état du périphérique.

source: Indicates whether the scanner needs to poll.
fr: Indique si le scanner doit interroger.

source: Matrix multiplication of RGB values.
fr: Multiplication matricielle des valeurs RVB.

source: Controls red level
fr: Contrôle du niveau de rouge

source: Adds to red based on green level
fr: Ajoute au rouge en fonction du niveau de vert

source: Adds to red based on blue level
fr: Ajoute au rouge en fonction du niveau de bleu

source: Adds to green based on red level
fr: Ajoute au vert en fonction du niveau de rouge

source: Controls green level
fr: Contrôle du niveau de vert

source: Adds to green based on blue level
fr: Ajoute au vert en fonction du niveau de bleu

source: Adds to blue based on red level
fr: Ajoute au bleu en fonction du niveau de rouge

source: Adds to blue based on green level
fr: Ajoute au bleu en fonction du niveau de vert

source: Control blue level
fr: Contrôle du niveau de bleu

source: Request a preview-quality scan.
fr: Demander un scan de qualité aperçu.

source: Sets the area to scan based on common media sizes.
fr: Définir la zone à numériser à une taille de support courantes.

source: Top-left x position of scan area.
fr: Coordonnée x du coin supérieur gauche de la zone de numérisation.

source: Top-left y position of scan area.
fr: Coordonnée y du coin supérieur gauche de la zone de numérisation.

source: Bottom-right x position of scan area.
fr: Coordonnée x du coin inférieur droit de la zone de numérisation.

source: Bottom-right y position of scan area.
fr: Coordonnée y du coin inférieur droit de la zone de numérisation.

source: Selects the scan source.
fr: Sélectionne la source de numérisation.

source: Eject document after scanning
fr: Éjecter le document après numérisation

source: Sets the focus position to either the glass or 2.5mm above the glass
fr: Définit la position de mise au point sur le verre ou 2,5 mm au-dessus du verre

source: Select bay to scan
fr: Sélectionner la baie à numériser

source: Eject the sheet in the ADF
fr: Éjecter la feuille dans l'AAD

source: Selects the ADF mode (simplex/duplex)
fr: Sélectionne le mode AAD (recto/recto-verso)

source: Activates document size auto-detection. The scan area will be set to match the detected document size.
fr: Active la détection automatique de la taille du document. La zone de numérisation sera définie pour correspondre à la taille détectée du document.

source: Indicates whether the current scan area settings are valid.
fr: Indique si les paramètres de zone de numérisation actuels sont valides.

source: Skips per sheet device setup for faster throughput.
fr: Sauter la configuration du périphérique par feuille pour un débit plus rapide.

source: Sets the sensitivity with which multi-sheet page feeds are detected and reported as errors.
fr: Définit la sensibilité avec laquelle les alimentations de plusieurs feuilles sont détectées et signalées comme erreurs.

source: Indicates whether the device's ADF duplex mode, if available, scans in the same direction for the front and back.
fr: Indique si le mode recto-verso de l'AAD numérise dans la même direction pour le recto et le verso.

source: Rotate image so it appears upright.
fr: Faire pivoter l'image pour qu'elle apparaisse droite.

source: Determines empty margins in the scanned image and removes them. This normally reduces the image to the size of the original document but may remove more.
fr: Détermine les marges vides de l'image numérisée et les supprime. Cela réduit normalement l'image à la taille du document d'origine, mais peut en supprimer davantage.

source: Performs color matching to make sure that the document's color tones are scanned correctly.
fr: Effectue une concordance des couleurs pour s'assurer que les teintes de couleur du document sont numérisées correctement.

source: Black and White
fr: Noir et blanc

source: Gray
fr: Gris

source: Color
fr: Couleur

source: Halftone A (Hard Tone)
fr: Demi-teinte A (ton dur)

source: Halftone B (Soft Tone)
fr: Demi-teinte B (ton doux)

source: Halftone C (Net Screen)
fr: Demi-teinte C (écran fin)

source: User defined
fr: Défini par l'utilisateur

source: A5 Landscape
fr: A5 Paysage

source: Letter
fr: Lettre

source: Executive
fr: Exécutif

source: Flatbed
fr: À plat

source: Transparency Unit
fr: Transparents

source: Positive Film
fr: Diapositives

source: Negative Film
fr: Négatifs

source: Focus on glass
fr: Mise au point sur le verre

source: Focus 2.5mm above glass
fr: Mise au point 2,5 mm au-dessus du verre

source: Simplex
fr: Recto

source: Duplex
fr: Recto-verso

source: Low
fr: Bas

source: High
fr: Haut
